[
  {
    "slug": "the-martens",
    "name": "The Martens",
    "brief": "|||||||||||||||||||||||||||||||||||||||||||||||||||||||||||",
    "image": "/images/artists/the-martens.png",
    "flags": ["/images/flags/sk.svg"],
    "description": "Founder of Protocol Zero.\n\nProducing from the heart of Europe, The Martens are a Slovakian-based drum & bass duo who have carved their place in the neurofunk scene with precision and power. Their release Ambush (via Drumatch Records) is recognized as a standout neurofunk cut.\n\nIn 2019 they were awarded 2nd place in the Emerging Artist category at the CZ & SK DnB Awards.\n\nTheir sound is defined by aggressive basslines, technical drum programming, and a darkly cinematic atmosphere — all of which make The Martens a natural fit for labels like Protocol Zero and the deeper side of neurofunk.",
    "links": {
      "instagram": "https://instagram.com/the_martens",
      "spotify": "https://open.spotify.com/artist/6XyHfiefInkIBJWq72X7Wr?si=nj232mOtRSCN1p2Ac8PFdQ",
      "soundcloud": "https://soundcloud.com/themartens"
    },
    "trackEmbed": "https://soundcloud.com/protocolzeromusic/led-x-the-martens-corrupted-machines-3"
  },
  {
    "slug": "chris",
    "name": "Chr-s",
    "brief": "|||||||||||||||||||||||||||||||||||||||||||||||||||||||||||",
    "image": "/images/artists/chris.jpg",
    "flags": ["/images/flags/it.svg", "/images/flags/sk.svg"],
    "description": "Founder of Protocol Zero.\n\nChr-s is an Italo-Slovak producer based in Florence, shaped by a mix of cultures and thousands of hours spent listening to drum & bass long before releasing his first tracks.\n\nStill at the beginning of his artistic path, Chr-s approaches production with the mindset of someone who has studied the genre for years: deep familiarity with its evolution, its layers, and its emotional potential.\n\nHis music reflects this background — introspective, technical, and influenced by both Eastern European electronic grit and the cinematic aesthetics of his environment.\n\nFor Chr-s, neurofunk is not just a genre but a language he has absorbed over time and is now starting to express through his own voice.",
    "links": {
      "instagram": "https://www.instagram.com/chrsdnb",
      "spotify": "https://open.spotify.com/playlist/79xxn9IepLlyeuaVjHfEjo?si=57fe01b851104a9b",
      "soundcloud": "https://soundcloud.com/chr-s_dnb"
    },
    "trackEmbed": "https://soundcloud.com/protocolzeromusic/chr-s-x-the-martens-reset-5"
  },
  {
    "slug": "led",
    "name": "LED.",
    "brief": "|||||||||||||||||||||||||||||||||||||||||||||||||||||||||||",
    "image": "/images/artists/led.jpg",
    "flags": ["/images/flags/fr.svg"],
    "description": "LED is an emerging music producer and DJ active in the neurofunk scene.\n\nBased in Toulouse, LED stands out for his ability to blend deep basslines with punchy rhythms and dark, textured soundscapes, creating immersive and captivating atmospheres.\n\nInspired by the Eastern European electronic scene, his style reflects constant evolution, with each release revealing a new facet of his distinctive sound.\n\nLED is committed to producing energetic and finely-tuned tracks while maintaining a strong and recognizable musical identity.",
    "links": {
      "instagram": "https://www.instagram.com/led.dnb/",
      "spotify": "https://open.spotify.com/artist/72Le5s6ozfGrjIK3XvUTjH?si=I1jC-GqjRqeKi4LIBDLakg",
      "soundcloud": "https://soundcloud.com/led-dnb"
    },
    "trackEmbed": "https://soundcloud.com/protocolzeromusic/led-bewitched-2"
  },
  {
    "slug": "tsv",
    "name": "TSV",
    "brief": "|||||||||||||||||||||||||||||||||||||||||||||||||||||||||||",
    "image": "/images/artists/tsv.jpg",
    "flags": ["/images/flags/ro.svg", "/images/flags/ua.svg"],
    "description": "The Sun Vanished (TSV) began his journey into music back in 2016, driven by his passion for street dancing and rhythm. What started as pure curiosity soon evolved into a deep creative calling. Over the years, he explored a wide range of sounds and genres, constantly searching for his own identity in music.\n\nThat search led him to the Japanese culture and its unique sonic world — a world that completely fascinated him and became the heart of his artistic vision. In 2020, The Sun Vanished project was born, blending raw emotion, cinematic energy, and Japanese-inspired atmospheres into powerful bass music.\n\nSince then, TSV has released with respected labels such as Subcarbon Records, Raving Panda Records, Future Bass, Hybrid Trap, Trap City, and Crowsnest, carving his own path in the global bass scene.\n\nFor him, music isn’t about trends or expectations — it’s about emotion, instinct, and truth.\n\nHe creates what he feels, and he will always continue to do just that.",
    "links": {
      "instagram": "https://www.instagram.com/thesunvanishedmusic/",
      "spotify": "https://open.spotify.com/artist/2TJoUCSspsWRXC15NTstaw?si=1HMmjiEURbOrGP9BM5r0yg",
      "soundcloud": "https://soundcloud.com/thesunvanished"
    },
    "trackEmbed": "https://soundcloud.com/protocolzeromusic/tsv-kudo"
  }
]